import '02_01_QuizQA.dart';

class QuizA_List {
  Map<String, QuizA> list = {
    '1': QuizA(
        QID: '1',
        Answer: '鼠',
        // Picture: 'images/A076.jpeg',
        Picture: 'images/AAA.jpg',
        Commentary: '鼠ではないと上がり降りができないって、相当急な坂道ですよね。ちなみに鼠坂の壁には、ネズミの絵が書いてあるそうです。',
        Tips: '',
        URL: 'https://b-kanko.jp',
        //test用
        GoogleMap: '',
        CreateDate: '掲載内容は2022年3月24時点の情報です',
        PicturePtn: '1'),
    '2': QuizA(
        QID: '2',
        Answer: '牛',
        Picture: 'images/A080.jpeg',
        Commentary: '■なぜ馬の絵が描かれているか\n'
            '古来、神様は神馬に乗って地上に降りてくるとされていた。元々は生きた馬を奉納する風習であったが、平安時代頃から木で作った馬や土で作った馬を奉納するようになった。その後、現代のような馬の絵を描いた「絵馬」を奉納するようになった。\n'
            '\n'
            '■なぜ湯島天神は牛なのか\n'
            '湯島天神に奉られている菅原道真が生前に「自分の遺骸を牛の背に乗せ、人に引かせず、その牛が立ち止まったところを墓所とするように」との遺言を残したこともあり、牛は菅原道真の使いだとされ、馬ではなく牛になった（諸説あり）\n'
            '\n'
            '■なで牛\n'
            '湯島天神には「なで牛」の像がある。傷や病気の箇所をさすると回復する、あるいは頭をさすると知恵を授かり賢くなると伝えられている。\n',
        Tips: '',
        URL: 'https://www.apple.com/jp/',
        //test用
        GoogleMap: '',
        CreateDate: '掲載内容は2022年3月24時点の情報です',
        PicturePtn: '0'),
    '3': QuizA(
        QID: '3',
        Answer: 'あめ細工 吉原',
        Picture: 'images/A003.jpg',
        Commentary:
            '「あめ細工 吉原」は、現在 数少ない飴細工のお店です。\n'
            'なぜ色々な表記方法がある中で「あめ」にしているかと言うと、暖簾や幟を見た子供が読みやすいようにだそうです。とても素敵なエピソードですね。 \n'
            '飴細工は「見て楽しい」「食べて美味しい」お菓子です。ぜひ直接お店に足を運んでみてください。オンラインでも購入できるので、気になる方は下記リンクから商品をチェックしていただければと思います。\n',
        Tips: '（1口メモ：飴細工を体験できるワークショップがあるそうです。江戸から続く日本文化...ぜひ一度体験したいものです！）',
        URL: 'https://ame-yoshihara.shop-pro.jp/',
        GoogleMap: '',
        CreateDate: '掲載内容は2022年3月24時点の情報です',
        PicturePtn: '0'),
  };
}
