class Event {
  late String Event1 = '【1月のイベント情報】　　閻魔例大祭(源覚寺)　　鏡開き(講道館)　　　　　　　　　　　　';
  late String Event2 = '【2月のイベント情報】　　文京梅まつり(湯島天満宮)　　　　　　　　　　　　';
  late String Event3 = '【3月のイベント情報】　　文京さくらまつり(播磨坂さくら並木)　　　　　　　　　　　　';
  late String Event4 = '【4月のイベント情報】　　文京つつじまつり(根津神社)　花まつり(護国寺)　花供養(吉祥寺)、孔子祭(史跡湯島聖堂)　　　　　　　　　　　　';
  late String Event5 = '【5月のイベント情報】　　湯島天満宮例大祭(湯島天満宮)　　　　　　　　　　　　';
  late String Event6 = '【6月のイベント情報】　　文京あじさいまつり(白山神社)　山開き(富士神社)　　　　　　　　　　　　　';
  late String Event7 = '【7月のイベント情報】　　文京朝顔・ほおずき市(傳通院・善光寺・源覚寺・北野神社)　四万六千日(護国寺)　　　　　　　　　　　　';
  late String Event8 = '【8月のイベント情報】　　鎮火祭(富士神社)　　　　　　　　　　　　';
  late String Event9 = '【9月のイベント情報】　　根津神社例大祭(根津神社)　白山神社秋季例大祭(白山神社)　　　　　　　　　　　　';
  late String Event10 = '【10月のイベント情報】　　根津・千駄木下町まつり(根津神社)　先儒祭(大塚先儒墓所)　　　　　　　　　　　　';
  late String Event11 = '【11月のイベント情報】　　文京菊まつり(湯島天満宮)　酉の市(巣鴨大鳥神社)　文京一葉忌(法真寺)　　　　　　　　　　　　';
  late String Event12 = '【12月のイベント情報】　　除夜の鐘(傳通院)　　　　　　　　　　　　';
}